[
  {
    "title": "Lula tem 21%, Marina, 19%, Aécio, 17%, diz pesquisa Datafolha"    },
  {
    "title": "Com agenda negativa, Planalto fica inseguro sobre impeachment ",
    "activity_url": "http://g1.globo.com/politica/blog/blog-do-camarotti/"
  },
  {
    "title": "GDF terá ajuda da Força Nacional durante votação do impeachment",
    "subtitle": "Manifestantes ficarão em locais separados; acampamentos estão proibidos.\nCâmara dos Deputados terá acesso restrito entre os dias 14 e 21 de abril.",
    "activity_url": "http://g1.globo.com/distrito-federal/"
  },
  {
    "title": "A harmonia das dissonâncias",
    "activity_url": "http://g1.globo.com/politica/blog/matheus-leitao/"
  },
  {
    "title": "Horas após fim de sessão na Câmara, Dilma pedala em Brasília",
    "subtitle": "Presidente recebeu apoio de grupo na chegada ao Palácio da Alvorada.\nDiscussão da comissão de impeachment acabou às 4h43 deste sábado.",
    "activity_url": "http://g1.globo.com/distrito-federal/"
  },
  {
    "title": "Parecer do BC aponta Cunha como beneficiário de recursos na Suíça",
    "subtitle": "Presidente da Câmara é alvo de processo administrativo no Banco Central.\nCunha nega ser dono de contas e, em nota, critica divulgação do parecer.",
    "activity_url": "http://g1.globo.com/politica/operacao-lava-jato/"
  },
  {
    "title": "Câmara terá acesso restrito em semana de votação do impeachment",
    "subtitle": "Mesa Diretora decidiu restringir entrada por questões de segurança.\nApenas deputados, servidores e jornalistas credenciados entrarão na Casa.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  }
,
  {
    "title": "Tucanos decidem apoiar Temer; Caixa ignorou alertas de Conselho sobre pedalada. Jornais de sábado (9)",
    "activity_url": "http://g1.globo.com/politica/blog/matheus-leitao/"
  },
  {
    "title": "Governo pessimista com indefinição da situação do impeachment",
    "activity_url": "http://g1.globo.com/politica/blog/blog-do-camarotti/"
  },
  {
    "title": "Após 12 horas, comissão encerra 1º debate sobre parecer do impeachment",
    "subtitle": "Reunião teve bate-boca, discursos acalorados, pão com queijo e mortadela.\nDebate será retomado na próxima segunda; votação ocorrerá no mesmo dia.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Cardozo confirmou que irá a debate de comissão na segunda, diz Rosso",
    "subtitle": "Colegiado da Câmara fará segundo debate sobre parecer do impeachment.\nCardozo poderá falar após o pronunciamento dos deputados inscritos.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Lava Jato revelou 'corrupção sistêmica', diz Moro nos EUA",
    "subtitle": "Juiz deu palestra para estudantes brasileiros em Chicago.\nMoro diz que não pode 'ficar pensando em impacto político' da operação.",
    "activity_url": "http://g1.globo.com/politica/operacao-lava-jato/"
  },
  {
    "title": "Deputados e manifestantes comem  pão, queijo e mortadela em comissão",
    "subtitle": "Lanche foi servido na comissão do impeachment após 6 horas de reunião.\nRosso ofereceu pão com queijo a parlamentares, assessores e jornalistas.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Deputados trocam ofensas em comissão do impeachment",
    "subtitle": "Silvio Costa e Danilo Forte se chamam de 'imbecil' e 'palhaço' durante sessão.\nCosta defendia governo e oposição questionou tempo extra para fala. ",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Eleições 2016: Prefeitura de Vila Velha tem pré-candidatos definidos",
    "subtitle": "Confira o perfil de cada possível candidato ao cargo de prefeito.\nApós convenções, candidatos têm até 15 de agosto para requerer registro.",
    "activity_url": "http://g1.globo.com/espirito-santo/"
  },
  {
    "title": "Lula foi ouvido como investigado por suposta tentativa de fraudar delação ",
    "subtitle": "Ex-presidente depôs nesta quinta na Procuradoria Geral da República.\nInvestigadores avaliarão se ele será incluído em denúncia já oferecida.",
    "activity_url": "http://g1.globo.com/politica/operacao-lava-jato/"
  },
  {
    "title": "TRF4 nega habeas corpus a Ronan Pinto, investigado pela Lava Jato",
    "subtitle": "Defesa alegou que não se podia citar julgamentos anteriores para prisão.\nDecisão foi tomada pelo desembargador federal João Pedro Gebran.",
    "activity_url": "http://g1.globo.com/rs/rio-grande-do-sul/"
  }
,
  {
    "title": "Em depoimento, Lula nega ter tentado interferir na Lava Jato",
    "activity_url": "http://g1.globo.com/politica/blog/matheus-leitao/"
  },
  {
    "title": "Lewandowski diz a governistas que priorizará ações sobre impeachment",
    "subtitle": "Deputados de PT e PCdoB listaram 'irregularidades' em trâmite na Câmara.\nPresidente de comissão disse estar 'confiante' em regularidade do processo.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "OAB pede ao Supremo que anule escutas de advogados de Lula",
    "subtitle": "Entidade apontou 'ofensa à prerrogativa profissional dos advogados'.\nJuiz Moro autorizou escutas porque um dos advogados é investigado.",
    "activity_url": "http://g1.globo.com/politica/operacao-lava-jato/"
  },
  {
    "title": "Tensão na reta final",
    "activity_url": "http://g1.globo.com/politica/blog/cristiana-lobo/"
  },
  {
    "title": "Concessionária de Belo Monte refuta acusação de propina em delação",
    "subtitle": "Norte Energia diz que tem como princípios 'trabalhar dentro da legalidade'. \nDelação de empreiteira relata propina para campanhas de Dilma.",
    "activity_url": "http://g1.globo.com/economia/"
  },
  {
    "title": "O Velho Chico, nosso Jordão e Danúbio",
    "activity_url": "http://g1.globo.com/politica/blog/matheus-leitao/"
  },
  {
    "title": "Dilma não assistirá ao acendimento da tocha olímpica na Grécia",
    "subtitle": "Evento acontece no dia 21, em Olímpia, berço dos jogos antigos.\nPresidência diz que visita nunca foi confirmada oficialmente.",
    "activity_url": "http://g1.globo.com/mundo/"
  },
  {
    "title": "Comissão do impeachment de Dilma: frases dos deputados sobre o parecer",
    "subtitle": "Debate teve início nesta sexta; votação do relatório acontece na segunda.\nRelator é favorável ao prosseguimento do processo contra a presidente.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Base defende Dilma e oposição a acusa de 'terceirizar' governo",
    "subtitle": "Comissão do impeachment iniciou debate parecer favorável ao processo.\nVotação do relatório está prevista para a próxima segunda-feira (11).",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Dilma entrega casas no Rio e volta a negar crime de responsabilidade",
    "subtitle": "Presidente participou de evento do Minha Casa Minha Vida em Santa Cruz.\nImóveis também foram entregues em MG, MA, MT e PA.",
    "activity_url": "http://g1.globo.com/rio-de-janeiro/"
  }
,
  {
    "title": "Gleisi Hoffmann é hostilizada por grupo de manifestantes em aeroporto",
    "subtitle": "Vídeo mostra que grupo segue e ofende a senadora no terminal em Curitiba.\nUm dos manifestantes chega a ameaçar homem que acompanha Gleisi.",
    "activity_url": "http://g1.globo.com/pr/parana/"
  },
  {
    "title": "Relator diz que Cardozo 'não leu direito a Constituição'",
    "subtitle": "Ministro da AGU disse que parecer de Jovair 'agravou ilicitude' do processo.\nDeputado afirmou que não aceita ‘nenhuma das críticas’ feitas por Cardozo.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Comissão do impeachment inicia discussão sobre parecer de relator",
    "subtitle": "Texto recomenda abertura do processo de afastamento de Dilma.\nPor acordo de líderes, sessão desta sexta será encerrada às 3h de sábado.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Relatório do impeachment agravou 'ilicitude' do processo, diz Cardozo",
    "subtitle": "Ministro da AGU contestou pontos do parecer de relator da comissão.\nEle disse que Dilma cumpriu ordem do TCU ao abrir créditos suplementares.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "PF lança página na internet sobre a Lava Jato",
    "activity_url": "http://g1.globo.com/politica/blog/matheus-leitao/"
  },
  {
    "title": "Miriam Dutra diz à PF que dinheiro recebido de FHC foi usado para o filho",
    "subtitle": "Jornalista prestou depoimento na sede da PF na quinta-feira.\nEm nota, advogado afirmou que Tomas é filho dela com Fernando Henrique.",
    "activity_url": "http://g1.globo.com/sao-paulo/"
  },
  {
    "title": "'Maluquice total, ideia de jerico', diz Miguel Reale Jr. sobre novas eleições",
    "subtitle": "Jurista autor do pedido de impeachment participa de seminário em SP.\nIdeia encampada por parlamentares e Renan Calheiros é refutada por ele.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Comissão do impeachment deve discutir parecer até 3h de sábado",
    "subtitle": "Decisão foi tomada em reunião entre Rogério Rosso e os líderes partidários.\nVotação do relatório ficou para de segunda-feira (11).",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "PSDB fecha posição a favor do impeachment após reunião em SP",
    "subtitle": "'100% do PSDB apoia o afastamento da presidente Dilma', diz Aécio Neves.\nTambém participaram FHC, Geraldo Alckmin e governadores do partido.",
    "activity_url": "http://g1.globo.com/sao-paulo/"
  }
,
  {
    "title": "Aparecida de Goiânia tem ao menos três pré-candidatos a prefeito",
    "subtitle": "PT, PSDB e PSB já definiram nomes para concorrer às eleições na cidade.\nEles devem ser formalizados em convenções ainda sem datas definidas.",
    "activity_url": "http://g1.globo.com/goias/"
  },
  {
    "title": "Hoje, Brasil tem clima de 'quanto pior, melhor', diz Dilma em evento no Rio",
    "subtitle": "Dilma participou da cerimônia de entrega do Estádio Aquático Olímpico.\nAmbulâncias para uso durante os Jogos Olímpicos também foram entregues.",
    "activity_url": "http://g1.globo.com/rio-de-janeiro/"
  },
  {
    "title": "Por que Teori não retirou o sigilo das delações de executivos da Andrade",
    "activity_url": "http://g1.globo.com/politica/blog/matheus-leitao/"
  },
  {
    "title": "Delcídio do Amaral recebe alta e deixa hospital em São Paulo",
    "subtitle": "Senador foi operado para retirada de vesícula na terça-feira.\nPor causa da cirurgia, ele pediu licença do Senado por mais de dez dias.",
    "activity_url": "http://g1.globo.com/sao-paulo/"
  },
  {
    "title": "Barbosa pede a Lewandowski decisão definitiva sobre dívida de estados",
    "subtitle": "SC obteve liminar para usar juros simples da Selic sem sanções da União.\nSe aplicada para demais estados, dívida total cairia de R$ 402 para R$ 89 bi.",
    "activity_url": "http://g1.globo.com/economia/"
  },
  {
    "title": "Ex-ministro de Lula viaja para Brasília para atuar contra o impeachment",
    "activity_url": "http://g1.globo.com/politica/blog/blog-do-camarotti/"
  },
  {
    "title": "Adiamento de definição do STF sobre posse esvazia Lula",
    "activity_url": "http://g1.globo.com/politica/blog/blog-do-camarotti/"
  },
  {
  }
,
  {
    "title": "Araraquara já tem 7 pré-candidatos à prefeitura para as eleições de 2016",
    "subtitle": "Em São Carlos, dos 12 partidos consultados, apenas 3 escolheram nomes.\nOficialização das candidaturas deve ocorrer durante convenções partidárias.",
    "activity_url": "http://g1.globo.com/sp/sao-carlos-regiao/"
  },
  {
    "title": "Boa Vista alcança 200 mil eleitores e mantém possibilidade de 2º turno",
    "subtitle": "Com isso, o candidato precisa ter mais de 50% dos votos válidos.\nNão é definitivo, mas registros sustentam a possibilidade, diz TRE. ",
    "activity_url": "http://g1.globo.com/rr/roraima/"
  },
  {
    "title": "Cunha abre sessão para contar prazo no processo de impeachment",
    "subtitle": "Oposicionistas defendem sessões diárias para dar rapidez ao processo.\nCunha voltou a criticar decisão sobre pedido de impeachment de Temer.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "MPF reforça pedido de condenação de Dirceu e mais 14 réus da Lava Jato",
    "subtitle": "Documento foi protocolado no sistema da Justiça na quinta-feira (7). \nSomente pelo crime de corrupção passiva, Dirceu é acusado de 31 atos. ",
    "activity_url": "http://g1.globo.com/pr/parana/"
  },{
  },
  {
    "title": "60% dos deputados dizem ser a favor do impeachment, segundo Datafolha",
    "subtitle": "Índice equivale a 308 votos, 34 a menos que o mínimo para o impeachment.\nDatafolha ouviu parlamentares entre 21 de março e 7 de abril.  ",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Andrade aponta propina de 150 milhões ao PT e PMDB; Janot é contra posse de Lula. Jornais de sexta (8)",
    "activity_url": "http://g1.globo.com/politica/blog/matheus-leitao/"
  },
  {
    "title": "Comissão do impeachment inicia discussão de relatório nesta sexta",
    "subtitle": "Possibilidade é de que os trabalhos só sejam finalizados no sábado. \nPrevisão é que votação de parecer seja realizada na segunda-feira.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Cunha recorre da ordem para iniciar processo de impeachment de Temer",
    "subtitle": "Marco Aurélio Mello quer levar caso 'rapidamente' aos 11 ministros do STF.\nCunha já pediu a partidos nomes para comissão que vai analisar denúncia.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Senado aprova dança, artes visuais e teatro no currículo do ensino básico",
    "subtitle": "Conteúdos devem ser inseridos na disciplina de artes, que só previa música.\nProjeto já havia sido aprovado pela Câmara e vai à sanção presidencial.",
    "activity_url": "http://g1.globo.com/educacao/"
  }
,
  {
    "title": "TRF4 nega pedido de convocação de testemunha a diretor da Odebrecht",
    "subtitle": "Defesa de Rogério dos Santos Araújo pedia revisão de decisão de fevereiro.\nIntenção dos advogados era chamar testemunha residente na Suiça.",
    "activity_url": "http://g1.globo.com/rs/rio-grande-do-sul/"
  },
  {
    "title": "Ao TSE, Temer vai separar contas de campanha dele das de Dilma",
    "activity_url": "http://g1.globo.com/politica/blog/blog-do-camarotti/"
  },
  {
    "title": "Lula depõe por duas horas a procuradores da Lava Jato em Brasília",
    "subtitle": "Ex-presidente deu depoimento na sede da Procuradoria Geral da República.\nEm 4 de março, ele foi levado coercitivamente para dar depoimento em SP.",
    "activity_url": "http://g1.globo.com/politica/operacao-lava-jato/"
  },
  {
    "title": "Governo volta à defensiva com delação da Andrade Gutierrez",
    "activity_url": "http://g1.globo.com/politica/blog/blog-do-camarotti/"
  },
  {
    "title": "Ativista de 17 anos diz ter sofrido assédio ao procurar deputado ",
    "subtitle": "Jovem de SC cobrou posicionamento sobre impeachment por telefone.\nGabinete de João Carlos Bacelar diz que assessor respondeu mensagens.",
    "activity_url": "http://g1.globo.com/sc/santa-catarina/"
  },
  {
    "title": "Delação da Andrade deve reafirmar doações ilegais de Angra 3 ao PMDB",
    "activity_url": "http://g1.globo.com/politica/blog/matheus-leitao/"
  },
  {
    "title": "Suíça concede asilo a Protógenes Queiroz, diz advogado",
    "subtitle": "Ex-delegado da PF disse em entrevista que sua vida está em risco no Brasil.\nEle foi condenado por violação de sigilo funcional após Operação Satiagraha.",
    "activity_url": "http://g1.globo.com/mundo/"
  }
,
  {
    "title": "Deputados do PMDB se recusam a participar de comissão de Temer",
    "subtitle": "Segundo líder da sigla, nenhum parlamentar da bancada quer ser indicado.\nCunha disse que não vai instalar comissão se não houver membros.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Miriam Dutra presta depoimento na sede da Polícia Federal em São Paulo",
    "subtitle": "Ela afirma que FHC usou empresa para bancá-la no exterior.\nEx-presidente diz que nunca usou empresas para remessas internacionais.",
    "activity_url": "http://g1.globo.com/sao-paulo/"
  },
  {
    "title": "Ministro rebate delatores da Andrade e nega propina em doação para Dilma",
    "subtitle": "Edinho Silva (Comunicação) falou sobre depoimentos de ex-executivos.\nMinistro atuou como coordenador financeiro da campanha de 2014.",
    "activity_url": "http://g1.globo.com/politica/operacao-lava-jato/"
  },
  {
    "title": "Deputado recorre ao STF para incluir Temer em processo de impeachment",
    "subtitle": "Nesta quarta, ministro rejeitou pedido; deputado recorreu ao plenário da Corte.\nDeputado do PTdoB argumenta que Temer praticou mesmos atos de Dilma.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Sessão desta sexta da comissão do impeachment pode durar até sábado",
    "subtitle": "Presidente da comissão descartou convocar nova sessão no domingo.\nPrevisão é que votação de parecer seja realizada na próxima segunda.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "PT indica nomes para comissão de impeachment de Michel Temer",
    "subtitle": "Parlamentares da oposição não indicaram para postergar instalação.\nMinistro do STF determinou início de processo do vice-presidente.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Rosso diz não ver irregularidade na sessão do relatório do impeachment",
    "subtitle": "Presidente da comissão disse que era inviável advogado falar na sessão.\nDeputado disse que ainda vai decidir se haverá debates no fim de semana.",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  }
,
  {
    "title": "Mesmo com a polarização, PT e PSDB se reúnem para discutir Amazônia",
    "activity_url": "http://g1.globo.com/politica/blog/matheus-leitao/"
  },
  {
    "title": "Teori homologa delação premiada de executivos da Andrade Gutierrez ",
    "subtitle": "Delações apontam propina em campanha de Dilma em 2014, diz jornal.\nSegundo delação, desvio em obras de Belo Monte seria de R$ 150 milhões.\n\n",
    "activity_url": "http://g1.globo.com/politica/operacao-lava-jato/"
  },
  {
    "title": "Oposição leva faixa de apoio ao impeachment para a frente do Planalto",
    "subtitle": "Deputados disseram que ato simboliza 'aviso prévio' da presidente.\nParticiparam deputados do PSDB, DEM, Solidariedade, PMDB, PP e PSC.\n\n",
    "activity_url": "http://g1.globo.com/politica/processo-de-impeachment-de-dilma/"
  },
  {
    "title": "Governo reconhece que delação de empreiteira deve pressionar por cassação no TSE",
    "activity_url": "http://g1.globo.com/politica/blog/blog-do-camarotti/"
  }
,
  {
    "title": "Santarém tem pelo menos onze pré-candidatos à prefeitura",
    "subtitle": "Nomes serão confirmados nas convenções de 20 de julho a 5 de agosto.\nEmpresários, advogado e delegado estão entre nomes indicados.",
    "activity_url": "http://g1.globo.com/pa/santarem-regiao/"
  },{
  },
  {
    "title": "Delação de empreiteira relata propina para campanhas de Dilma, diz jornal",
    "subtitle": "Depoimentos são de executivos da Andrade Gutierrez, segundo a 'Folha'.\nExpectativa é que o Supremo homologue delação nos próximos dias.",
    "activity_url": "http://g1.globo.com/politica/operacao-lava-jato/"
  },
  {
    "title": "Sancionada lei que disciplina criação de empresa júnior nas universidades ",
    "subtitle": "Empresa tem como um dos objetivos desenvolver o empreendedorismo.\nTrabalho é voluntário e não tem fins lucrativos. ",
    "activity_url": "http://g1.globo.com/educacao/"
  },
  {
    "title": "Relator vê indício de crime de Dilma; Andrade admite corrupção na campanha. Jornais de quinta (7)",
    "activity_url": "http://g1.globo.com/politica/blog/matheus-leitao/"
  }
]
